'-------------------------------------------------------------------------------------
' Slovak language module for WINCONTIG
'
' Translated by:
'   lokotus738 (lokotus738@gmail.com)
'
' Currently maintained by:
'   
'   lokotus738 (lokotus738@gmail.com)
' Aktualizácia: September 25, 2012
'
' NOTE: Don't translate '\n', '\t', '%s', '$c$' or '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, etc)
'-------------------------------------------------------------------------------------
LNG=Slovak
'-------------------------------------------------------------------------------------
' File info panel ***
'-------------------------------------------------------------------------------------
1=Fragmentované súbory
2=Súvislé súbory
3=Defragmenvané súbory
4=Nespracované súbory
195=CURRENT SESSION
199=Start time:
200=Action:
222=Current operation:
214=Defragmenting
215=File Defragmentation
207=File Analysis
209=Completed
211=Aborted by the user
212=Canceled
213=Analyzing...
216=Skipped all objects
219=LAST SESSION
217=General
227=Total processed files:
228=Defragmented files:
234=n/a
240=FRAGMENTED
241=CONTIGUOUS
243=DEFRAGMENTED
254=Checking volumes for errors...
257=Disk cleaning up...
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=Pridať
18=Odstrániť
19=Vlastnosti
20=Načítať profil
21=Uložiť profil
283=Fragmentácia
294=Zobraziť správu
455=Filter
24=Defragmentovať
25=Zastaviť
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=Pridať
474=Pridať jeden alebo viac súborov do zoznamu. Stisnite šípku pre pridanie priečinkov.
475=Odstrániť
476=Odstrániť zvolené položky zo zoznamu.
477=Vlastnosti
478=Zobraziť vlastnosti zvolených položiek.
479=Fragmenty
480=Zobraziť rozšírené informácie o zvolených súboroch, vrátane veľkosti a počtu fragmentov súboru.
481=Filter
482=Zobraziť dialógové okno filtru pre pridanie alebo odstránenie špecifických súborov, priečinkov a typov súborov z analýzy a defragmentácie.
483=Načítať profil
484=Načítať zoznam položiek z uloženého súboru profilu.
485=Uložiť profil
486=Uložiť zoznam položiek do súboru profilu.
26=Analyzovať
45=Analyzovať súbory pre zistenie fragmentácie.
101=Defragmentovať
139=Pospájať fragmentované súbory pre zlepšenie výkonu systému. Stisnite šípku pre defragmentovanie len fragmentovaných súborov zvolených v okne dole.
122=Zastaviť
136=Zastaviť práve bežiacu úlohu.
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=Pridať &súbor...\tCTRL+O
66=Pridať priečin&ok...\tCTRL+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<prázdny>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=&Defragmentovať všetky súbory
156=Defragmentovať len &zvolené fragmentované súbory
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=Názov
28=Veľkosť
29=Stav
30=Typ
248=Fragmentované
249=Clusterov
250=Veľkosť na disku
274=% na disku
472=Naposledy upravené
487=Atribúty
251=Výchozdie
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=Fragmentované
6=Nieje fragmentované
7=Chyba
8=Defragmentované
146=Súvislé
369=Preskočené
424=Spracovávm...
218=Skipped (filtered out)
220=Skipped (stored on SSD)
226=Aborted
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=Sem pridajte položky pre defragmentáciu.
247=Koreňová zložka
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=&Otvoriť
68=Prid&ať položku
69=&Súbor...\tCTRL+O
70=Priečin&ok...\tCTRL+D
71=O&dobrať položky\tDEL
371=Pridať na zoznam &vylúčených
15=Analy&zovať zvolené položky
16=&Defragmentovať zvolené položky
72=&Načítať profil...
73=&Uložiť profil ako...
223=V&lastnosti...
75=A&utomatické rolovanie
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=Fragmentov
252=Clusterov
253=Veľkosť na disku
10=Veľkosť
11=Názov súboru
183=Path
275=% na disku
256=Východzia
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=Najviac fragmentované súbory
12=Neboli nájdené žiadne fragmentované súbory.
428=Zatiaľ neboli spracované žiadne súbory.
'-------------------------------------------------------------------------------------
' Main program window - Tab Options ***
'-------------------------------------------------------------------------------------
187=&Show file name and path in separate columns
188=Show advanced options for the tabs.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=&Označiť zvýraznené súbory
364=O&dznačiť zvýraznené súbory
367=O&točiť výber
372=Pridať na zoznam &vylúčených
162=Otvoriť &umiestnenie súboru
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" listview (checkbox) tooltip ***
'--------------------------------------------------------------------------------------------------
171=Označiť/Odznačiť
161=Označiť alebo odznačiť všetky zobrazené súbory.
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=Názov súboru
245=Path
129=Chyba
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=Neanalyzované súbory
145=Pri spracovávaní súborov neboli nájdené žiadne chyby.
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=Nečinný
33=Celkom položiek: 
127=Položka
137=Defragmentujem
420=Celkovo spracovaných súborov:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=&Súbor
35=&Otvoriť
36=Prid&ať položku
37=&Súbor...\tCTRL+O
38=&Priečinok...\tCTRL+D
39=O&dobrať položky\tDEL
370=Pridať do zoznamu &vylúčených
284=Infor&mácie o fragmentácii...
224=V&lastnosti...
421=&Uložiť správu analýzy...
41=U&končiť
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=&Profily
43=&Načítať profil...
44=&Uložiť profil ako...
157=&Upraviť zoznam nedávnych profilov...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=Prík&azy
47=A&nalyzovať
49=Za&staviť
50=&Defragmentovať
148=Analy&zovať zvolené položky
150=D&efragmentovať zvolené položky
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=&Zobraziť
51=Panel &nástrojov
52=&Informačný panel
76=&Stavový riadok
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=&Nástroje
470=&Spravovať filter...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=M&ožnosti
54=Vždy &navrchu
55=Zvoliť &celý riadok
56=Zobraziť správy pre &potvrdenie
57=Nepovoliť &duplicitu položiek
58=&Zavrieť program po dokončení defragmentácie
59=&Vypnúť počítač po dokončení defragmentácie
229=Neoverovať &zväzky na chyby
235=Metóda d&efragmentácie
236=&Rýchla
237=&Chytrá
242=&Jazyk
301=Nastaviť priori&tu
302=&Vysoká
303=V&yššia
304=&Normálna
305=N&ižšia
306=&Najnižšia
332=Vyčistenie disk&u
333=&Vypnúť
334=&Automatické
335=&Opýtať sa užívateľa
361=Zobraziť &správy o chybách
348=Overiť z&väzok na chyby
349=&Vypnúť
350=&Automaticky
351=O&pýtať sa užívateľa
408=Upraviť farby...
488=Vynechať dis&ky SSD
23=Zakázať detekciu Solid State Drive (SSD)
102=Zobraziť ikony s&tavu
140=Zobraziť s&ystémové ikony
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=Nápo&veda
61=Zobraziť &licenčnú zmluvu
62=Zobraziť &prepínače príkazového riadku
64=O progr&ame WinContig...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=Pridať súbory do zoznamu súborov.
84=Pridať priečinok do zoznamu súborov.
85=Odobrať vybrané položky.
86=Pridať položky umiestnené v profile do zoznamu súborov.
87=Uložiť položky v zozname súborov do profilu.
88=Ukončiť program WinContig.
89=Analyzovať položky.
92=Umožní prerušiť proces pridávania.
93=Umožní prerušiť analýzu súborov.
110=Defragmentuje súbory.
94=Zobrazí okno programu vždy navrchu.
95=Zapne/Vypne výber celého riadku.
96=Zobrazí informácie o programe, jeho verzii a autorských právach.
99=Zavrie program keď je dokončený proces defragmentácie.
100=Vypne počítač keď je dokončený proces defragmentácie.
103=Zapne/Vypne rolovanie súborov.
104=Zapne/Vypne zobrazovanie potvrdzujúcich správ.
105=Otvorí vybrané súbory pomocou im asociovaných aplikácií.
106=Zobrazí prepínače príkazového riadku, ktoré podporuje program WinContig.
107=Zobrazí licenčnú zmluvu.
108=Nepovolí duplicitu položiek v zozname súborov.
225=Zobrazí vlastnosti vybraných položiek.
230=Neovarí zväzky na chyby pred vykonaním defragmentácie súborov.
238=Defragmentuje súbory bez ohľadu na rozmiestnenie clusterov (rýchle).
239=Defragmentuje súbory s ohľadom na rozmiestnenie clusterov (pomalé).
255=Zobrazí správu analýzy.
285=Zobrazí podrobné informácie o fragmentácii súboru.
336=Neodstráni dočasné súbory pred defragmentáciou súborov.
337=Automaticky odstráni dočasné súbory pred defragmentáciou súborov.
109=Opýta sa užívateľa či si praje odstrániť dočasné súbory pred defragmentáciou súborov.
352=Neoverí zväzky na chyby pred defragmentáciou súborov.
353=Automaticky overí zväzky na chyby pred defragmentáciou súborov.
354=Opýta sa užívateľa či si praje overiť zväzky na chyby pred defragmentáciou súborov. 
362=Zobrazí správy o chybách behom procesu odstraňovania dočasných súborov.
373=Pridá zvolené položky na zoznam vylúčených.
471=Spravovať zoznamy pridaných a odstránených.
409=Zmení farbu zvýrazňovaných položiek.
429=Vymení ktoré položky budú zvolené a ktoré nie.
430=Označí zvýraznené položky.
431=Odznačí zvýraznené položky.
422=Uloží výsledok analýzy.
22=Nevykoná automatickú detekciu jednotiek SSD.
13=Nedefragmentuje súbory na jednotkách SSD.
82=Zobraziť alebo skryť panel nástrojov.
90=Zobraziť alebo skryť informačný panel.
91=Zobraziť alebo skryť stavový riadok.
14=Defragmentuje len fragmentované súbory zvolené v okne dole.
141=Umožní vám prerušiť práve bežiacu úlohu.
131=Analyzuje len zvolené položky v okne hore.
138=Defragmentuje len položky zvolené v okne hore.
158=Zmení koľko profilov je zobrazených v zozname nedávnych profilov.
135=Zobrazí ikony stavu vedľa každej ikony položky.
160=Zobrazí systémové ikony vedľa každej položky namiesto WinContig ikon.
163=Otvorí priečinok obsahujúci zvolený súbor.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=Počet fragmentovaných súborov
178=Počet nadväzujúcich súborov
179=Počet súborov, ktoré nebolo možné analyzovať z dôvodu chyby pri spracovávaní
182=Počet spracovaných súborov
231=Zoznam najviac fragmentovaných súborov:
232=Zoznam súborov, ktoré neboli analyzované:
289=Textový dokument (*.txt)|*.txt|Všetky súbory (*.*)|*.*|
290=Uložiť správu
291=Správa bola úspešne uložená.
292=Správa analýzy vytvorená programom WinContig:
293=Štatistika súboru
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=Pridať súbor(y)
112=Všetky súbory (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=Zvoľte priečinok, ktorý si prajete pridať do zoznamu a potom stlačte tlačítko Pridať priečinok. Je možné pridať viacero priečinkov naraz.
244=Pridať priečn&ok
246=Pridať priečinok do zoznamu
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=Načítať profil
115=Profily WinContig (*.wcp)|*.wcp|Všetky súbory (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=Uložiť profil
117=Profily WinContig (*.wcp)|*.wcp|Všetky súbory (*.*)|*.*|
118=Profil bol úspešne uložený.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=Importovať profil
120=Prid&ať
121=Nah&radiť
123=Zoznam súborov nieje prázdny.
124=Pokiaľ si prajete pridať objekty z profilu do zoznamu, kde sú už zahrnuté, stlačte tlačítko Pridať. Pre nahradenie objektov v zozname objektov umiestnenými v profile, použite tlačítko Nahradiť.
125=Súbor '%s' nieje platným profilom programu WinContig.
126=Profil zadaný v príkazovom riadku neexistuje.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=Položky
130=Import profilu
132=Nedajú sa nájsť niektoré položky, ktoré sú uvedené v profile. Položky mohli byť premenované, presunuté alebo odstránené.
133=Zoznam položiek, ktoré neboli importované:
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=Overiť disk
320=Pred defragmentáciou môžete overiť jednotlivé zväzky na chyby. Vrelo Vám doporučujeme vykonať overenie integrity súborov pred defragmentáciou.
309=Nabudúce neoverovať z&väzky
310=Analyzujem disk %s... prosím čakajte.
311=Priebeh:
321=Fáza 1 z 3
355=Fáza 2 z 3
356=Fáza 3 z 3
313=Overiť &disk
314=Neoverovať d&isk
315=Chyba disku!
316=Počas overovania disku boli nájdené chyby. Súbory nebude možné defragmentovať. Vrelo Vám doporučujeme zavrieť WinContig a opraviť nájdené chyby.
317=Windows nemôže spustiť overenie disku na jednotky CD-ROM a DVD-ROM.
318=Defragmentácia súborov bola prerušená z dôvodu nekonzistentných dát nájdených v súborovom systéme.\nOpravte prosím nekonzistentné dáta a spusťte WinContig znovu.
319=Spustiť def&ragmentáciu automaticky, pokiaľ nebudú nájdené žiadne problémy
323=Zobraziť podrobnosti
324=Disk ešte nebol analyzovaný.
325=Skryť podrobnosti
326=Overenie disku je dokončené
328=Správa overenia:
329=Na disku neboli nájdené žiadne problémy.
330=Overiť disk na chyby
331=Windows nemôže overiť disky pripojené cez sieť.
432=Jednotka
433=Súborový systém
434=Celková veľkosť
435=Voľné miesto
436=% Voľné miesto
437=Neznáma jednotka
438=Vymeniteľná jedntka
439=Hard disk
440=Vzdialená jednotka
441=Optická jednotka
442=RAM disk
443=Session Status
444=Analyzujem...
445=Ukončené
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=Vyčistenie disku
340=Odstraňujem dočasné súbory
357=&Spustiť vyčistenie disku
358=&Nespúšťať vyčistenie disku
338=Nabudúce &dočasné súbory neodstraňovať
359=Pred defragmentáciou môžete odstrániť dočasné súbory pre zväčšenie miesta na disku.
342=Odhadujem...
343=Odstraňujem dočasné súbory... čakajte prosím.
344=Priebeh:
345=Funkcia GetTempPath bola prerušená a je hlásená chyba %s !
346=Dočasné súbory sa nedajú odstrániť, pretože nie sú uložené v koreňovej zložke !
347=Dočasné súbory sa nedajú odstrániť, pretože nasledujúca cesta k dočasným súborom neexistuje:\n\n%s
446=Použiť &WinContig na odstránenie dočasných súborov
181=E&mpty Recycle Bin
447=Použiť &externú aplikáciu na odstránenie dočasných súborov
448=Program:
449=Prepínače príkazového riadku:
450=&Prehliadať...
451=Zvoliť program
452=Programy (*.exe)|*.exe|Všetky súbory (*.*)|*.*|
453=Nieje zadaná žiadna externá aplikácia.
454=Zadaná externá aplikácia neexistuje !
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=Filter
381=Pridať &priečinok...
382=Pridať &súbor...
399=Pridať &kritérium...
383=Odstrániť &položku
385=Na zabránenie nežiadúceho presunutia niektorých dát, môžete vylúčiť špecifikované položky z defragmentácie. Súbory a zložky zobrazené v tomto okne nebudú analyzované a/alebo defragmentované.
386=Spravovať zoznam vylúčených
387=Zoznam vylúčených položiek:
391=Ignorovať súbory väčšie ako (KB):
392=KB
393=MB
394=GB
456=Filter
457=&Pridať kritérium
458=&Odstrániť kritérium
459=Pridať kritérium:
460=Pre správne spracovanie určitých položiek, môžete nastaviť jedno alebo viac kritérií. WinContig spracuje len tie položky, ktoré budú vyhovovať kritériám zobrazených v tomto okne. Pre zadanie viacerých kritérií, oddeľte každé bodkočiarkou (;).
461=Spravovať zoznam zahrnutých
462=Zoznam zahrnutých položiek:
463=Vylúčiť
464=Zahrnúť
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=Pridať kritérium
401=Zadajte jedno alebo viac kritérií pre vylúčenie súborov a/alebo priečinkov. Pre zadanie viacerých kritérií, oddeľte každé kritérium bodkočiarkou (;).\n\nPríklad: *.dll;*.ocx;*.tmp
404=Kritériá nemôžu obsahovať žiaden z nasledovných znakov: \ / : < > | "
419=Znak nie je platný
405=Kritériá vylúčených:
402=&Pridať
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=Upraviť farby
411=Tu môžete upraviť farby zvýraznených položiek. Pre zmenu farby položky, stisnite odpovedajúce farebné tlačidlo. Pre zvýrazňovanie položky, zaškrtnite príslušné okno.
412=Fragmentovaná položka
413=Súvislá položka
414=Defragmentovaná položka
415=Chyba
416=Vynechaná položka
418=Zvýraznenie celého riadku
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=Zoznam nedávnych profilov
152=Upraviť zoznam nedávnych profilov
153=Tu môžete nastaviť koľko profilov bude zobrazovaných v zozname profilov.
154=Počet zobrazených profilov (0-10):
134=Maximum character counts for recent profiles (40-1000):
159=Automaticky odstrániť chýbajúce profily
172=Maximum character counts for recent profiles
173=Limits the number of characters displayed for each listed recent profile.
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------
174=Unknown error
175=Failed to dump file (infinite main loop).
176=The map of the file is empty.
180=Wrong map file detected.
147=Zväzok nemá dostatok súvislého voľného miesta v podobe voľných clusterov aby bolo možné defragmentovať celý súbor.
164=Skutočne si prajete odobrať vybranú položku?
165=Skutočne si prajete odobrať vybrané položky?
166=Potvdenie
205=Program WinContig sa nedá spustiť pod touto verziou OS.
233=Nedá sa pridať '%s'.
307=Nedá sa nastaviť trieda priority.
360=Súbor '%s' nemôže byť odstránený kôli chybe:\n\n%s
374=Zvolená položka bola pridaná na Zoznam Vylúčených.
375=Zvolené položky budú pridané na Zoznam Vylúčených.
376=Zvolené položky už sú na Zozname Vylúčených.
465=Dvojité kritérium
466=Jedno alebo viacero kritérii je zahrnutých v oboch zoznamoch (Vylúčených aj Zahrnutých). Položky odpovedajúce týmto kritériám nebudú spracované programom WinContig.
467=&Zatvoriť aj tak
468=&Upraviť kritériá
490=Zistené zariadenie SSD
494=Zariadenie SSD
491=Zariadenia SSD nemjú žiadne výhody z tradičnej defragmentácie HDD. Defragmentácia súborov zapríčiní veľa zápisov a môže spôsobiť priveľa zbytočného zaťaženia na niektoré oblasti jednotky. Odporúča sa nedefragmentovať súbory na diskoch SSD.
492=&Defragmentovať
493=&Nedefragmentovať
149=There is not enough physical memory or system resources available to defragment the file.
'-------------------------------------------------------------------------------------
' General Button Captions ***
'-------------------------------------------------------------------------------------
395=&Ano
396=&Nie
397=OK
398=Zrušiť
406=&Pokračovať
407=&Ukončiť
142=&Zavrieť
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=Chyba: Nedostatok pamäti/zdrojov. Nedá sa spustiť!
168=Chyba: Súbor nebol nájdený. Nedá sa spustiť!
169=Chyba: Cesta nebola nájdená. Nedá sa spustiť!
170=Chyba: Špatný formát súboru. Nedá sa spustiť!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=Fragmentácia
260=Názov:
261=Cesta:
262=Typ:
263=Veľkosť:
264=Veľkosť na disku:
265=Fragmentov:
266=Clusterov:
267=Informácie o fragmentácii:
269=Obecné
270=#
271=Cluster súboru
272=Prvý cluster
273=Posledný cluster
286=Veľkosť (bytov)
287=% súboru
276=Súbor nebol ešte analyzovaný
277=Táto položka nie je súbor
278=Nastala chyba pri pokuse o analýzu súboru
279=Táto položka neexistuje
280=Tento súbor nezaberá žiadne clustery
281=bytov
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=Správa defragmentácie
185=Informácie:
186=Proces defragmentácie bol dokončený.
189=Počet spracovaných súborov
190=Počet fragmentovaných súborov
191=Počet už nadväzujúcich súborov
192=Počet defragmentovaných súborov
193=Počet súborov, ktoré nebolo možné defragmentovať z dôvodu chyby pri spracovávaní
423=Toto dialógové okno zobrazuje informácie o súboroch, ktoré boli defragmentované.
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=Vypnúť
196=Systém sa vypne za 15 sekúnd.
197=Chyba OpenProcessToken.
198=Chyba AdjustTokenPrivileges.
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=Všetky práva vyhradené.
202=Freeware pre komerčné a osobné použitie.
203=Program WinContig usporiada súbory na disku tak, aby medzi nimi nebol voľný priestor a aby na seba súvisle nadväzovaly.\n\nVýsledkom je rýchlejšie čítanie a prístup k súborom.
204=O programe
298=Web stránka:
299=E-mail:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=Výnimka WinContig
78=WinContig prestal pracovať
79=Program zaznamenal chybu. Prosím skopírujte výnimku do schránky, zašlite nám ju:
80=Detaily problému
81=Ukončiť program
63=Detekcia SSD môže byť nekompatibilná s niektorými špecifickýmy hardwareovými kombináciami. Prosím zvoľte "Zakázať detekciu Solid State Drive (SSD)" z menu "Možnosti".
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=Licenčná zmluva
221=Copy the text and put it on the Clipboard.
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=Prepínače príkazového riadku
389=Prepínače príkazového riadku
390=WinContig akceptuje niekoľko prepínačov príkazového riadku, ktoré môžete použiť na ovládanie operácii programu.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=Počkajte prosím kým bude proces s aktuálnym súborom dokončený...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\ansi\ansicpg0\uc1\deff0\deflang0\deflangfe0{\fonttbl{\f0\fnil\fcharset1 Times New Roman;}{\f1\fnil\fcharset1 Arial;}{\f2\fnil\fcharset1 Verdana;}{\f3\fnil\fcharset0 Tahoma;}{\f4\fnil\fcharset0 Arial;}{\f5\fnil\fcharset0 Times New Roman;}{\f6\fnil\fcharset238 System;}{\f7\fnil\fcharset238 Tahoma;}{\f8\fnil\fcharset1 System;}{\f9\fnil\fcharset1 Tahoma;}}{\colortbl;\red0\green0\blue0;\red0\green0\blue255;\red0\green255\blue255;\red0\green255\blue0;\red255\green0\blue255;\red255\green0\blue0;\red255\green255\blue0;\red255\green255\blue255;\red0\green0\blue128;\red0\green128\blue128;\red0\green128\blue0;\red128\green0\blue128;\red128\green0\blue0;\red128\green128\blue0;\red128\green128\blue128;\red192\green192\blue192;}
{\rtf1\ansi\ansicpg0\uc1\deff0\deflang0\deflangfe0{\fonttbl{\f0\fnil\fcharset1 Times New Roman;}{\f1\fnil\fcharset1 Arial;}{\f2\fnil\fcharset1 Verdana;}{\f3\fnil\fcharset0 Tahoma;}{\f4\fnil\fcharset0 Arial;}{\f5\fnil\fcharset0 Times New Roman;}{\f6\fnil\fcharset238 System;}{\f7\fnil\fcharset238 Tahoma;}{\f8\fnil\fcharset1 System;}{\f9\fnil\fcharset1 Tahoma;}}{\colortbl;\red0\green0\blue0;\red0\green0\blue255;\red0\green255\blue255;\red0\green255\blue0;\red255\green0\blue255;\red255\green0\blue0;\red255\green255\blue0;\red255\green255\blue255;\red0\green0\blue128;\red0\green128\blue128;\red0\green128\blue0;\red128\green0\blue128;\red128\green0\blue0;\red128\green128\blue0;\red128\green128\blue128;\red192\green192\blue192;}

\uc1
\pard\fi0\li0\qc\ri0\sb0\sa0\itap0 \plain \f3\lang1033\fs24  \plain \f3\b\lang1033\fs24 Licen\plain \f7\b\lang1024\fs24 \'e8\plain \f3\b\lang1033\fs24 n\'e1 zmluva
\par \pard\fi0\li0\qc\ri0\sb0\sa0\itap0 
\par \pard\fi0\li0\ql\ri0\sb0\sa0\itap0 \plain \f3\lang1033\fs16 Tento program a v\'9aetky s n\'edm s\'favisiace s\'fabory s\'fa poskytovan\'e9 autorom "tak ako s\'fa" a bez ak\'fdchko\plain \f7\lang1024\fs16 \'be\plain \f3\lang1033\fs16 vek podmienok alebo in\'fdch podmienok, vr\'e1tane \'9eiadnych obmedzen\'ed t\'fdkaj\'facich sa poskytovania a prisp\'f4sobenia programu pre in\'e9 \'fa\plain \f7\lang1024\fs16 \'e8\plain \f3\lang1033\fs16 ely. Autor programu za \'9eiadnych okolnost\'ed nieje zodpovedn\'fd za ak\'e9ko\plain \f7\lang1024\fs16 \'be\plain \f3\lang1033\fs16 vek \'9akody (pr\'edpadn\'fdmi \'9akodami, s\'fa myslen\'e9 i obmedzenia, \'9akody maj\'face za n\'e1sledok zn\'ed\'9eenie zisku, stratu pou\'9e\'edvan\'fdch d\'e1t, preru\'9aenie prev\'e1dzky, stratu obchodn\'fdch inform\'e1cii alebo ak\'fako\plain \f7\lang1024\fs16 \'be\plain \f3\lang1033\fs16 vek in\'fa finan\plain \f7\lang1024\fs16 \'e8\plain \f3\lang1033\fs16 n\'fa stratu) a to i v pr\'edpade ke\plain \f7\lang1024\fs16 \'ef\plain \f3\lang1033\fs16  program zavinil chybu s\'e1m. Program pou\'9e\'edvate na vlastn\'e9 riziko s vedom\'edm v\'9aetk\'fdch n\'e1sledkov, ktor\'e9 by mohli by\plain \f9\fs16 \u357 \'9d\plain \f3\lang1033\fs16  spojen\'e9 s jeho u\'9e\'edvan\'edm.}

$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg0\uc1\deff0\deflang0\deflangfe0{\fonttbl{\f0\fnil Times New Roman;}{\f1\fnil Arial;}{\f2\fnil Verdana;}{\f3\fnil\fcharset0 Tahoma;}{\f4\fnil\fcharset238 Tahoma;}}{\colortbl;\red0\green0\blue0;\red0\green0\blue255;\red0\green255\blue255;\red0\green255\blue0;\red255\green0\blue255;\red255\green0\blue0;\red255\green255\blue0;\red255\green255\blue255;\red0\green0\blue128;\red0\green128\blue128;\red0\green128\blue0;\red128\green0\blue128;\red128\green0\blue0;\red128\green128\blue0;\red128\green128\blue128;\red192\green192\blue192;}


\pard\fi0\li0\qc\ri0\sb0\sa0\itap0 \plain \f3\fs16  \plain \f3\b\fs16 Prep\'edna\plain \f4\b\fs16 \'e8\plain \f3\b\fs16 e pr\'edkazov\'e9ho riadku
\par 
\par \pard\fi0\li0\ql\ri0\sb0\sa0\itap0 \plain \f3\fs16 WinContig akceptuje nieko\plain \f4\fs16 \'be\plain \f3\fs16 ko volite\plain \f4\fs16 \'be\plain \f3\fs16 n\'fdch prep\'edna\plain \f4\fs16 \'e8\plain \f3\fs16 ov pr\'edkazov\'e9ho riadku ktor\'e9 m\'f4\'9eete pou\'9e\'edva\plain \f4\fs16 \'9d\plain \f3\fs16  na kontrolu toho ako program pracuje.
\par 
\par \plain \f3\b\fs16 SYNTAX
\par \plain \f3\fs16 
\par WINCONTIG.EXE [source] [/ANALYZE|/DEFRAG] [/CLOSE|/SHUTDOWN] [/DUP] [/FULLROW] [/NOPROMPT] [/NOSCROLL] [/QUICK] [/CHKDSK:0|/CHKDSK:1|/CHKDSK:2] [/PROF:"profile"] [/ONTOP] [/CLEAN:0|/CLEAN:1|/CLEAN:2] [/NOGUI]
\par 
\par \plain \f3\b\fs16 
\par D\'d4LE\'8eIT\'c9 POZN\'c1MKY
\par \plain \f3\fs16 
\par \pard\fi-360\li360\ql\ri0\sb0\sa0\itap0 \plain \f4\fs16 \'b7\tab \plain \f3\fs16 Prep\'edna\plain \f4\fs16 \'e8\plain \f3\fs16 om nez\'e1le\'9e\'ed na ve\plain \f4\fs16 \'be\plain \f3\fs16 kosti, tak\'9ee, napr\'edklad, \plain \f3\b\fs16 /CLOSE\plain \f3\fs16  je to ist\'e9 ako \plain \f3\b\fs16 /close\plain \f3\fs16 .
\par \plain \f4\fs16 \'b7\tab \plain \f3\fs16 Ke\plain \f4\fs16 \'ef\plain \f3\fs16  pou\'9e\'edvate viac prep\'edna\plain \f4\fs16 \'e8\plain \f3\fs16 ov, odde\plain \f4\fs16 \'be\plain \f3\fs16 te ich pr\'e1zdnym miestom. Napr\'edklad, pou\'9eite nasleduj\'faci pr\'edkazov\'fd riadok na na\plain \f4\fs16 \'e8\plain \f3\fs16 \'edtanie profilu a za\plain \f4\fs16 \'e8\plain \f3\fs16 atie defragment\'e1cie s\'faboru:
\par \pard\fi0\li330\ql\ri0\sb0\sa0\itap0 
\par \pard\fi360\li0\ql\ri0\sb0\sa0\itap0 \plain \f3\b\fs16 WinContig /DEFRAG /PROF:"c:\\datas\\profile.wcp"
\par \pard\fi0\li0\ql\ri0\sb0\sa0\itap0 \plain \f3\fs16 
\par 
\par Ni\'9e\'9aie je zoznam WinContig prep\'edna\plain \f4\fs16 \'e8\plain \f3\fs16 ov.
\par 
\par \pard\fi-1425\li1425\tx1425\ql\ri0\sb0\sa0\itap0 \plain \f3\b\fs16 source\plain \f3\fs16 \tab Ud\'e1va s\'fabor alebo prie\plain \f4\fs16 \'e8\plain \f3\fs16 inok, ktor\'fd m\'e1 by\plain \f4\fs16 \'9d\plain \f3\fs16  na\plain \f4\fs16 \'e8\plain \f3\fs16 \'edtan\'fd vo WinContig.
\par \pard\fi0\li0\ql\ri0\sb0\sa0\itap0 
\par \pard\fi-1425\li1425\tx1425\ql\ri0\sb0\sa0\itap0 \plain \f3\b\fs16 \tab D\'d4LE\'8eIT\'c9 POZN\'c1MKY
\par \plain \f3\fs16 
\par \pard\fi-360\li1785\ql\ri0\sb0\sa0\itap0 \plain \f4\fs16 \'b7\tab \plain \f3\fs16 Mus\'edte zada\plain \f4\fs16 \'9d\plain \f3\fs16  pln\'fa cestu \plain \f3\i\fs16 zdroja
\par \plain \f4\fs16 \'b7\tab \plain \f3\fs16 Mus\'edte uzavrie\plain \f4\fs16 \'9d\plain \f3\fs16  cestu \plain \f3\i\fs16 zdroja\plain \f3\fs16  do \'favodzoviek ("")
\par \pard\fi0\li1425\tx1425\ql\ri0\sb0\sa0\itap0 
\par Napr\'edklad, pou\'9eite nasleduj\'faci pr\'edkaz pre na\plain \f4\fs16 \'e8\plain \f3\fs16 \'edtanie s\'faboru \plain \f3\i\fs16 personal.txt\plain \f3\fs16  nach\'e1dzaj\'faci sa v \plain \f3\i\fs16 c:\\documents\plain \f3\fs16 :
\par 
\par \plain \f3\b\fs16 WINCONTIG.EXE "c:\\documents\\personal.txt"
\par \plain \f3\fs16 
\par \pard\fi-1425\li1425\tx1425\ql\ri0\sb0\sa0\itap0 \plain \f3\b\fs16 /ANALYZE\plain \f3\fs16 \tab Automaticky za\plain \f4\fs16 \'e8\plain \f3\fs16 ne anal\'fdzu s\'faborov uveden\'fdch v profile. Prep\'edna\plain \f4\fs16 \'e8\plain \f3\fs16  \plain \f3\b\fs16 /PROF:\plain \f3\fs16  je potrebn\'fd s \plain \f3\b\fs16 /ANALYZE\plain \f3\fs16  prep\'edna\plain \f4\fs16 \'e8\plain \f3\fs16 om.
\par \plain \f3\b\fs16 
\par /CHKDSK:0\tab \plain \f3\fs16 Zak\'e1\'9ee kontrolu disku. 
\par 
\par \plain \f3\b\fs16 /CHKDSK:1\plain \f3\fs16 \tab Automaticky za\plain \f4\fs16 \'e8\plain \f3\fs16 e kontrolu disku.
\par 
\par \plain \f3\b\fs16 /CHKDSK:2\plain \f3\fs16 \tab Sp\'fdta sa u\'9e\'edvate\plain \f4\fs16 \'be\plain \f3\fs16 a pred za\'9eat\'edm kontroly disku.
\par \plain \f3\b\fs16 
\par /CLEAN:0\tab \plain \f3\fs16 Zak\'e1\'9ee vy\plain \f4\fs16 \'e8\plain \f3\fs16 istenie disku.
\par 
\par \plain \f3\b\fs16 /CLEAN:1\tab \plain \f3\fs16 Automaticky spust\'ed vy\plain \f4\fs16 \'e8\plain \f3\fs16 istenie disku.
\par 
\par \plain \f3\b\fs16 /CLEAN:2\tab \plain \f3\fs16 Sp\'fdta sa u\'9e\'edvate\plain \f4\fs16 \'be\plain \f3\fs16 a pred vy\plain \f4\fs16 \'e8\plain \f3\fs16 isten\'edm disku.
\par 
\par \plain \f3\b\fs16 /CLOSE\plain \f3\fs16 \tab Pou\'9e\'edva sa na automatick\'e9 ukon\plain \f4\fs16 \'e8\plain \f3\fs16 enie WinContig potom ako ukon\plain \f4\fs16 \'e8\plain \f3\fs16 il defragment\'e1ciu alebo proces anal\'fdzy.
\par 
\par \plain \f4\b\fs16 /CLOSEIFOK\plain \f4\fs16 \tab Automaticky zavrie WinContig po skon\'e8en\'ed procesu defragment\'e1cie ak boli v\'9aetky s\'fabory \'faspe\'9ane defragmentovan\'e9, inak zostane program otvoren\'fd. Ak pou\'9eijete tento prep\'edna\'e8 v spojen\'ed  s prep\'edna\'e8om \plain \f4\b\fs16 /NOGUI\plain \f4\fs16 , WinContig zobraz\'ed hlavn\'e9 okno po skon\'e8en\'ed procesu defragment\'e1cie ak  jeden alebo viac s\'faborov nebolo \'faspe\'9ane defragmentovan\'fdch.
\par \plain \f3\b\fs16 
\par /DEFRAG\plain \f3\fs16 \tab Za\plain \f4\fs16 \'e8\plain \f3\fs16 ne automaticky defragment\'e1ciu s\'faborov uveden\'fdch v profile. Prep\'edna\plain \f4\fs16 \'e8\plain \f3\fs16  \plain \f3\b\fs16 /PROF:\plain \f3\fs16  je potrebn\'fd s \plain \f3\b\fs16 /DEFRAG\plain \f3\fs16  prep\'edna\plain \f4\fs16 \'e8\plain \f3\fs16 om.
\par \plain \f3\b\fs16 
\par /DUP\plain \f3\fs16 \tab Povol\'ed zdvojen\'e9 polo\'9eky v zozname s\'faborov. WinContig \'9atandardne nepovo\plain \f4\fs16 \'be\plain \f3\fs16 uje zdvojen\'e9 polo\'9eky v zozname s\'faborov. Ke\plain \f4\fs16 \'ef\plain \f3\fs16  pou\'9eijete prep\'edna\plain \f4\fs16 \u269 \'e8\plain \f3\fs16  \plain \f3\b\fs16 /DUP\plain \f3\fs16 , WinContig prid\'e1 s\'fabory do zoznamu s\'faborov r\'fdchlej\'9aie. T\'e1to mo\'9enos\plain \f4\fs16 \'9d\plain \f3\fs16  je u\'9eito\plain \f4\fs16 \'e8\plain \f3\fs16 n\'e1 ak chcete na\plain \f4\fs16 \'e8\plain \f3\fs16 \'edta\plain \f4\fs16 \'9d\plain \f3\fs16  ve\plain \f4\fs16 \'be\plain \f3\fs16 mi ve\plain \f4\fs16 \'be\plain \f3\fs16 k\'fd profil r\'fdchlej\'9aie a ste si ist\'fd, \'9ee sa v profile nenach\'e1dzaj\'fa \'9eiadne zdvojen\'e9 polo\'9eky.
\par 
\par \plain \f3\b\fs16 /FULLROW\plain \f3\fs16 \tab Ozna\plain \f4\fs16 \'e8\plain \f3\fs16 \'ed v\'9aetky zvolen\'e9.
\par 
\par \plain \f4\b\fs16 /HELP \plain \f4\fs16 alebo \plain \f4\b\fs16 /?\plain \f4\fs16 \tab Zobraz\'ed toto okno.
\par 
\par \plain \f4\b\fs16 LANG:\plain \f4\i\fs16 xx\plain \f4\fs16 \tab Pou\'9eije jazyk pre u\'9e\'edvate\'besk\'e9 rozhranie. \plain \f4\i\fs16 xx \'9apecifikuje region\'e1lny k\'f3d jazyka\plain \f4\fs16 , napr\'edklad \plain \f4\i\fs16 en reprezentuje\plain \f4\fs16  English, zatia\'be \'e8o \plain \f4\i\fs16 fr reprezentuje\plain \f4\fs16  French. Ak zad\'e1te    prep\'edna\'e8 \plain \f4\b\fs16 /LANG:auto\plain \f4\fs16 , WinContig pou\'9eije jazyk predvolen\'fd syst\'e9mom (ak je to podporovan\'e9).
\par 
\par \plain \f3\b\fs16 /NOGUI\plain \f3\fs16 \tab Pou\'9e\'edva sa na skrytie WinContig hlavn\'e9ho okna po\plain \f4\fs16 \'e8\plain \f3\fs16 as procesu anal\'fdzy alebo defragment\'e1cie. Pri pou\'9eit\'ed prep\'edna\plain \f4\fs16 \'e8\plain \f3\fs16 a \plain \f3\b\fs16 /NOGUI\plain \f3\fs16 , WinContig poskytne ukon\plain \f4\fs16 \'e8\plain \f3\fs16 ovac\'ed k\'f3d, ktor\'fd odpoved\'e1 stup\plain \f4\fs16 \'f2\plain \f3\fs16 u \'faspe\'9anosti pr\'edkazu.
\par 
\par \tab \plain \f3\b\fs16 Ukon\plain \f4\b\fs16 \'e8\plain \f3\b\fs16 ovacie k\'f3dy
\par \plain \f3\fs16 
\par \tab Pre WinContig s\'fa definovan\'e9 nasleduj\'face ukon\plain \f4\fs16 \'e8\plain \f3\fs16 ovacie k\'f3dy pr\'edkazov\'e9ho riadku.
\par 
\par \tab \plain \f3\b\fs16 0\plain \f3\fs16 \tab \'daspe\'9ane.
\par \tab \plain \f3\b\fs16 1\plain \f3\fs16 \tab Chybn\'fd alebo ch\'fdbaj\'faci profil.
\par \tab \plain \f3\b\fs16 2\plain \f3\fs16 \tab Po\plain \f4\fs16 \u269 \'e8\plain \f3\fs16 as kontroly disku sa na\'9ali chyby.
\par \tab \plain \f3\b\fs16 3\plain \f3\fs16 \tab Nie v\'9aetky polo\'9eky boli defragmentovan\'e9 \'faspe\'9ane.
\par \tab \plain \f3\b\fs16 4\plain \f3\fs16 \tab Nie v\'9aetky polo\'9eky boli analyzovan\'e9 \'faspe\'9ane.
\par \tab \plain \f3\b\fs16 5\tab \plain \f3\fs16 Neplatn\'e1 alebo ch\'fdbaj\'faca polo\'9eka.
\par \plain \f4\fs16 
\par \plain \f4\b\fs16 /NOINI\plain \f4\fs16 \tab Pou\'9e\'edva sa na potla\'e8enie z\'e1pisu konfigura\'e8n\'e9ho s\'faboru "WinContig.ini".
\par 
\par \plain \f3\b\fs16 /NOPROMPT\plain \f3\fs16 \tab Pou\'9e\'edva sa na vypnutie potvrdzovac\'edch spr\'e1v.
\par \plain \f3\b\fs16 
\par /NOSCROLL\plain \f3\fs16 \tab Vypne zoznam ke\plain \f4\fs16 \'ef\plain \f3\fs16  WinContig urob\'ed proces anal\'fdzy alebo defragment\'e1cie..
\par 
\par \pard\fi-1425\li1425\tx1425\qj\ri0\sb0\sa0\itap0 \plain \f3\b\fs16 /ONTOP\plain \f3\fs16 \tab Umiestni WinContig hlavn\'e9 okno \'faplne navrchu (Nad v\'9aetk\'fdmi ostatn\'fdmi oknami).
\par 
\par \pard\fi-1425\li1425\tx1425\ql\ri0\sb0\sa0\itap0 \plain \f3\b\fs16 /PROF:"\plain \f3\b\i\fs16 profile\plain \f3\b\fs16 "\plain \f3\fs16 \tab Pou\'9e\'edva sa na na\plain \f4\fs16 \'e8\plain \f3\fs16 \'edtanie profilu \plain \f3\i\fs16 profile\plain \f3\fs16 .
\par 
\par \plain \f3\b\fs16 \tab D\'d4LE\'8eIT\'c9 POZN\'c1MKY
\par \pard\fi-360\li1785\ql\ri0\sb0\sa0\itap0 \plain \f4\fs16 \'b7\tab \plain \f3\fs16 Mus\'edte zada\plain \f4\fs16 \'9d\plain \f3\fs16  cel\'fa cestu profilu
\par \plain \f4\fs16 \'b7\tab \plain \f3\fs16 Mus\'edte uzavrie\plain \f4\fs16 \'9d\plain \f3\fs16  cel\'fa cestu profilu do \'favodzoviek ("")
\par \pard\fi0\li1425\tx1425\ql\ri0\sb0\sa0\itap0 
\par Napr\'edklad pou\'9eite nasleduj\'faci pr\'edkazov\'fd riadok na na\plain \f4\fs16 \'e8\plain \f3\fs16 \'edtanie profilu \plain \f3\i\fs16 data.wcp\plain \f3\fs16  nach\'e1dzaj\'facom sa v \plain \f3\i\fs16 c:\\profiles\plain \f3\fs16 :
\par 
\par \plain \f3\b\fs16 WinContig /PROF:"c:\\profiles\\data.wcp"
\par \pard\fi-1425\li1425\tx1425\ql\ri0\sb0\sa0\itap0 \plain \f3\fs16 
\par \plain \f3\b\fs16 /QUICK\plain \f3\fs16 \tab Pou\'9e\'edva sa na vypnutie optimaliz\'e1cie po\plain \f4\fs16 \'e8\plain \f3\fs16 as defragmenta\plain \f4\fs16 \'e8\plain \f3\fs16 n\'e9ho procesu (t.j. nebude sa sna\'9ei\plain \f4\fs16 \'9d\plain \f3\fs16  o zaplnenie medzery a nebude sa sna\'9ei\plain \f4\fs16 \'9d\plain \f3\fs16  \plain \f4\fs16 \'e8\plain \f3\fs16 iasto\plain \f4\fs16 \'e8\plain \f3\fs16 ne defragmentova\plain \f4\fs16 \'9d\plain \f3\fs16  s\'fabory ktor\'e9 nieje mo\'9en\'e9 \'faplne defragmentova\plain \f4\fs16 \'9d\plain \f3\fs16 ). To umo\'9e\plain \f4\fs16 \'f2\plain \f3\fs16 uje dokon\plain \f4\fs16 \'e8\plain \f3\fs16 i\plain \f4\fs16 \'9d\plain \f3\fs16  proces defragment\'e1cie r\'fdchlej\'9aie.
\par \plain \f3\b\fs16 
\par /SHUTDOWN\plain \f3\fs16 \tab Pou\'9e\'edva sa na vypnutie PC po tom \plain \f4\fs16 \'e8\plain \f3\fs16 o WinContig dokon\plain \f4\fs16 \'e8\plain \f3\fs16 \'ed defragmenta\plain \f4\fs16 \'e8\plain \f3\fs16 n\'fd proces.
\par 
\par \plain \f4\fs16 \par}



